/* Title for shut-down alert warning that we're updating Boot Caches */
"Updating Boot Caches" = "起動キャッシュのアップデート中";

/* Text of shut-down alert explaining why we aren't shutting down right away */
"Caches necessary for booting are being updated.  System shutdown will proceed once the caches are up to date." = "起動に必要なキャッシュがアップデート中です。キャッシュが最新の状態になったら、システム終了します。";

/* Title for alert warning in boot≠root that kernel or mkext in memory doesn't match that found on root volume. */
"Inconsistent system files" = "システムファイルが一致しません";

/* Text of alert warning in boot≠root that kernel or mkext in memory doesn't match that found on root volume. */
"Important system files in memory do not match those on disk. Kernel extensions can not be loaded, and some devices may not work. Resetting your startup disk in System Preferences may help." = "メモリ内の重要なシステムファイルがディスク上のファイルと一致しません。Kernel Extension を読み込めないため、いくつかの装置が動作しない可能性があります。“システム環境設定”で起動ディスクをリセットすると解決することがあります。";

/* Title for alert warning the user of a kernel extension whose contents could be replaced with malicious code. */
"System extension cannot be used" = "機能拡張を使用できません";

/* Text of alert warning the user of a kernel extension whose contents could be replaced with malicious code. In two parts; the filename in question is put in between them. */
"The system extension \"" = "機能拡張“";

"\" was installed improperly and cannot be used. Please try reinstalling it, or contact the product's vendor for an update." = "”は正しくインストールされていないため使用できません。再インストールするか、製品の製造元にアップデートについて問い合わせてください。";

/* OK */
"OK" = "OK";

/* Display mode naming related strings. */

"PAL"  = "PAL";
"NTSC" = "NTSC";

"256 Colors" = "256 色";
"Thousands"  = "約 32,000 色";
"Millions"   = "約 1,670 万色";
"Trillions"  = "約 42 億色";

"n/a"  = "—";

"stretched"  = "ワイド";
"simulscan"  = "ミラーリング";
"interlaced" = "インターレース";
"external"   = "外部";


"%%.%ldf Hertz"       = "%%.%ldf ヘルツ";
"%%.%ldf Hertz (%%@)" = "%%.%ldf ヘルツ（%%@）";

"%d x %d"  = "%d × %d";
"%d x %dp" = "%d × %dp";
"%d x %di" = "%d × %di";

"%@"						=	"%@";
"%@ (%@)"					= 	"%@（%@）";
"%@ (%@, %@)"					= 	"%@（%@、%@）";
"%@ (%@, %@, %@)"				=	"%@（%@, %@, %@）";
"%@ (%@, %@, %@, %@)"				=	"%@（%@, %@, %@, %@）";
"%@ (%@, %@, %@, %@, %@)"			=	"%@（%@, %@, %@, %@, %@）";

"%%@, %%.%ldf Hz"				=	"%%@, %%.%ldf Hz";
"%%@, %%.%ldf Hz (%%@)"				=	"%%@, %%.%ldf Hz（%%@）";
"%%@, %%.%ldf Hz (%%@, %%@)"			= 	"%%@, %%.%ldf Hz（%%@, %%@）";
"%%@, %%.%ldf Hz (%%@, %%@, %%@)"		=	"%%@, %%.%ldf Hz（%%@, %%@, %%@）";
"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@)"		=	"%%@, %%.%ldf Hz（%%@, %%@, %%@, %%@）";
"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@, %%@)"	=	"%%@, %%.%ldf Hz（%%@, %%@, %%@, %%@, %%@）";
